Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: Four days later, in the late afternoon, Napoleon ordered all the animals to assemble in the yard.
uk_1984_iryna_dybko_khutir_tvaryn: Чотири дні після розмови тварин з Нікітовим, Вісарйонов видав наказ, аби тварини прибули на майдан.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Через чотири дні надвечір Наполеон звелів усім зібратися в дворі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Через чотири дні оголосили наказ Вождя увечері всім зібратися у дворі.

source: When they were all gathered together, Napoleon emerged from the farmhouse, wearing both his medals (for he had recently awarded himself “Animal Hero, First Class,” and “Animal Hero, Second Class”), with his nine huge dogs frisking round him and uttering growls that sent shivers down all the animals’ spines.
uk_1984_iryna_dybko_khutir_tvaryn: Коли вже всі з’явились, вийшов із головного будинку Вісарйонов, а на його грудях блищали всі медалі, бо в останнім часі він сам себе нагородив медалями «Герой першої кляси» і «Герой другої кляси». Навкруг нього дев’ять псів, що час від часу поглядаючи на тварин, люто гарчали. Тварини непорушно стояли, лиш гарчання псів приводило кожен їх м’яз у дрижання.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Коли всі зійшлися, з будинку вийшов Наполеон. На ньому було дві медалі (нещодавно він нагородив себе «Твариною-Героєм І ступеня» і «Твариною-Героєм II ступеня»). Його супроводжували дев'ять вгодованих псів, які гасали коло нього й гарчали так, що мурашки пробігали по спині.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Коли тварини посходилися, з парадних дверей житлового будинку вийшов Наполеон. З його шиї звисали ордени (він недавно нагородив себе «Твариною-Героєм I ступеня» та «Твариною-Героєм II ступеня»). Дев’ять величезних псів крутилися навколо нього й гарчали так, що мороз пробирав присутніх.

source: They all cowered silently in their places, seeming to know in advance that some terrible thing was about to happen.
uk_1984_iryna_dybko_khutir_tvaryn: Передчуваючи, що їх чекає щось жахливе, тремтіли всім тілом.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Потім вони застигли, наїжачені, мовби знаючи, що гряде щось жахливе.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У тварин з’явилося передчуття, що має статися щось жахливе.

source: Napoleon stood sternly surveying his audience; then he uttered a high-pitched whimper.
uk_1984_iryna_dybko_khutir_tvaryn: Вісарйонов випрямивсь, глянув суворо на зібраних, відтак пронизливо свиснув.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеон став і похмуро озирнув присутніх. І зненацька пронизливо запищав,
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон холодно блимнув на натовп і раптом пронизливо завищав.

source: Immediately the dogs bounded forward, seized four of the pigs by the ear and dragged them, squealing with pain and terror, to Napoleon’s feet.
uk_1984_iryna_dybko_khutir_tvaryn: Вмить рвонулись пси в бік поросят, схопили їх за вуха і приволікли до ніг Вісарйонова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Пси метнулися вперед, ухопили за вуха чотири свині, які заверещали від болю й жаху, і приволокли до Наполеонових ніг.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пси негайно кинулися вперед, схопили за вуха чотирьох кабанчиків і кинули їх до ніг Наполеона. Ті заходилися криком від жаху й болю.

source: The pigs’ ears were bleeding, the dogs had tasted blood, and for a few moments they appeared to go quite mad.
uk_1984_iryna_dybko_khutir_tvaryn: З вух поросят потекла струмочками кров. На вигляд, запах і посмак крови, у псів прокинувся кровожерно-дикий шал:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Свинячі вуха кривавились, а пси, скуштувавши крові, наче показилися.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У кабанчиків з надірваних вух текла кров, і собаки, що відчули її смак, зовсім збожеволіли.

source: To the amazement of everybody, three of them flung themselves upon Boxer.
uk_1984_iryna_dybko_khutir_tvaryn: три пси почали бігти в сторону Добрилова,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: На диво всім, троє з них кинулися до Боксера.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: На загальний подив три з них кинулися на Боксера.

source: Boxer saw them coming and put out his great hoof, caught a dog in mid-air, and pinned him to the ground.
uk_1984_iryna_dybko_khutir_tvaryn: та він, додумавшись у чому справа, почастував першого пса своїм могутнім ударом цупкого копита;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Побачивши те, Боксер виставив величезне копито і, перехопивши на льоту одного пса, пришпилив його до землі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Кінь, своєю чергою, миттю виставив ногу, перехопив нею в повітрі собаку, який стрибнув на нього, і притиснув до землі.

source: The dog shrieked for mercy and the other two fled with their tails between their legs.
uk_1984_iryna_dybko_khutir_tvaryn: ті, що бігли вслід за першим, побачивши що трапилось, поспускали хвости й почали тікати до Вісарйонова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Пес жалібно заскавчав, двоє інших кинулися геть, підібгавши хвости.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пес жалібно заскавчав. Двоє інших негайно дременули, підібгавши хвости.

source: Boxer looked at Napoleon to know whether he should crush the dog to death or let it go.
uk_1984_iryna_dybko_khutir_tvaryn: Добрилов, побачивши пса, станув ногою на нього й чекав на рішення Вісарйонова, що має з ним зробити.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Боксер глянув на Наполеоне, мовби питаючи, як бути — доконати пса остаточно чи відпустити.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Боксер спокійно подивився на Наполеона, мовчки запитуючи: розчавити пса чи відпустити.

source: Napoleon appeared to change countenance, and sharply ordered Boxer to let the dog go, whereat Boxer lifted his hoof, and the dog slunk away, bruised and howling.
uk_1984_iryna_dybko_khutir_tvaryn: З очевидним невдоволенням глянув Вісарйонов на Добрилова й дав знак звільнити пса, а той вимкнувся з-під копита, заскомлів, підбіг до Вісарйонова і притулився до його ноги.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеон, перемінившись на морді, різко звелів Боксерові відпустити пса. Боксер підняв копито, і потовчений пес здимів, поскиглюючи.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Рило Наполеона здригнулася й він різко наказав Боксеру відпустити собаку. Кінь прибрав копито, і трохи придушений пес дременув до будинку, голосно підвиваючи.

source: The four pigs waited, trembling, with guilt written on every line of their countenances.
uk_1984_iryna_dybko_khutir_tvaryn: Тим часом поросята з виразом тяжкої провини і трепетом клячили в ногах Вісарйонова;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Четверо свиней чекали й тремтіли, у кожної на писку вбачалася вина.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Кабанчиків била пропасниця в очікуванні своєї долі: на їхніх писках застиг вираз цілком усвідомленої провини.

source: Napoleon now called upon them to confess their crimes.
uk_1984_iryna_dybko_khutir_tvaryn: [На веління вождя, щоб вони признались до провини,]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тоді Наполеон закликав їх признатися в своїх злочинах.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон велів їм зізнатися в скоєних злочинах.

source: They were the same four pigs as had protested when Napoleon abolished the Sunday Meetings.
uk_1984_iryna_dybko_khutir_tvaryn: були це ті, що заявили своє невдоволення, коли Вісарйонов заборонив мітинги в неділі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: То були ті самі четверо підсвинків, що виступали проти скасування Наполеоном недільних мітингів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Це були ті самі підсвинки, які намагалися протестувати, коли він скасував недільні збори.

source: Without any further prompting they confessed that they had been secretly in touch with Snowball ever since his expulsion, that they had collaborated with him in destroying the windmill, and that they had entered into an agreement with him to hand over Animal Farm to Mr. Frederick.
uk_1984_iryna_dybko_khutir_tvaryn: На веління вождя, щоб вони признались до провини, звірята почали, без надуми, говорити: отож розповідали, що потайки стрічаються з Давидовичем, що це вони помагали йому розвалити вітряк, що договорилися з ним передати Хутір тварин у руки Федорикова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Без ніякої спонуки призналися, що таємно спілкувалися з Сніжком, поки того не вигнали. І що допомагали йому руйнувати вітряк, що уклали з ним угоду на передачу ферми містерові Фредеріку.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони одразу розповіли, що перебували в таємній змові зі Сніжком, разом з ним руйнували млин і змовилися влаштувати так, щоб «Колгосп тварин» перейшов до рук містера Фредеріка.

source: They added that Snowball had privately admitted to them that he had been Jones’s secret agent for years past.
uk_1984_iryna_dybko_khutir_tvaryn: Вкінці признавались, начебто вони ввесь час знали, до Давидович був зрадником.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І додали, що Сніжок сказав їм по секрету, що не один рік був таємним агентом Джонса.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Також зізналися, що Сніжок сам розповів їм про свою таємну службу на містера Джонса.

source: When they had finished their confession, the dogs promptly tore their throats out, and in a terrible voice Napoleon demanded whether any other animal had anything to confess.
uk_1984_iryna_dybko_khutir_tvaryn: Як уже визнали поросята всі свої провини, на Вісарйонів помах ратицею пси кинулись їм до горлянок і розшарпали поросят на дрібні куски. Тоді Вісарйонов наказав, щоб усі тварини, що провинились, виступили і признались до своїх злочинів, що загрожують існуванню тваринного хутора.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Після таких зізнань пси порозривали їх на шматки, а Наполеон недобрим голосом запитав: чи не хоче іще хтось признатися в чомусь.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Їхня сповідь закінчилася й собаки негайно розірвали їх, а Наполеон, зловісно шкірячись, зажадав, щоб кожен, кому є в чому зізнатися, зізнався.

source: The three hens who had been the ringleaders in the attempted rebellion over the eggs now came forward and stated that Snowball had appeared to them in a dream and incited them to disobey Napoleon’s orders.
uk_1984_iryna_dybko_khutir_tvaryn: Три курки, що збунтувались під час заведення норм постачати чотириста яєць у тиждень, виступили і признались, що до них, у сні, приходив Давидович і намовляв не слухати розпоряджень Вісарйонова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Три курки, заводійки невдалого яєчного бунту, виступили наперед й розповіли, що Сніжок являвся їм уві сні і підбивав чинити непослух вождеві.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наперед вийшли три курки, призвідниці невдалого яєчного бунту. Вони заявили, що Сніжок явився їм уві сні і звелів підбурювати курей до непокори наказам Наполеона.

source: They, too, were slaughtered.
uk_1984_iryna_dybko_khutir_tvaryn: Після такої заяви, пси негайно кинулись на курей і загризли їх на смерть.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Їх теж роздерли.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Собаки їх теж роздерли.

source: Then a goose came forward and confessed to having secreted six ears of corn during the last year’s harvest and eaten them in the night.
uk_1984_iryna_dybko_khutir_tvaryn: З черги виступила гуска і призналася, що в час нестерпного голоду найшла біля головного будинку, де проживають кабани й свині, шість зернят кукурудзи і з’їла їх коли всі спали.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тоді вийшов гусак і признав, що на минулі жнива приховав шість кукурудзяних качанів: їх він потай поїв уночі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Потім вийшов гусак і зізнався, що приховав від минулого врожаю шість качанів кукурудзи та їв уночі.

source: Then a sheep confessed to having urinated in the drinking pool — urged to do this, so she said, by Snowball — and two other sheep confessed to having murdered an old ram, an especially devoted follower of Napoleon, by chasing him round and round a bonfire when he was suffering from a cough.
uk_1984_iryna_dybko_khutir_tvaryn: Тоді овечка призналась, що до неї приходив Давидович і намовляв занечищувати ставок — отой, що з нього тварини пили воду; дві інші овечки признались, що бігали за бараном довкола вогнища, аж він знеможений упав і згинув. Робили це тому, бо знали, що він був вірний ідеям Вісарйонова, а не Давидовича. Баран хворів увесь час на астму, тож були впевнені, що коли вганятиме безупинно, від гоніння згине.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Потім ще й вівця призналася, що надзюрила в басейн з питною водою; до цього її підбурив той же Сніжок. Ще двоє овець повинилися, що вколошкали старого барана, ревного прибічника Наполеона; вони ганяли його навколо вогнища, доки той не відкинув ратиці.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вівця розповіла, що Сніжок підбурив її надзюрити у корито з питною водою, а дві інші взяли на себе провину у смерті старого барана, ревного прихильника Наполеона, бо ганяли його навколо багаття, хоч той сильно кашляв.

source: And so the tale of confessions and executions went on, until there was a pile of corpses lying before Napoleon’s feet and the air was heavy with the smell of blood, which had been unknown there since the expulsion of Jones.
uk_1984_iryna_dybko_khutir_tvaryn: Ось так проходило признавання до провин, а вислід був такий, що в ногах Вісарйонова виростала гора мертвих тіл... Просякнуте кров’ю повітря всякало у кожну жилку й кожну клітину тремтячої з переляку худібки, що засвідчувала страховинно-кошмарну подію. Невідомо кому ще буде наказ вийти на майдан і признаватись до провини...
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Зізнання й страти тривали, поки біля ніг Наполеона не виросла гора трупів, а повітря не просякло запахом крові, що його не знали на фермі з часів Джонса.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Зізнання і страти тривали доти, поки біля ніг Наполеона не виросла гора трупів, а повітря не просякло тяжким запахом крові, якого тут не пам’ятали з часів вигнання Джонса.

source: When it was all over, the remaining animals, except for the pigs and dogs, crept away in a body.
uk_1984_iryna_dybko_khutir_tvaryn: Після страхіття масакри, тварини в полоні жаху повертались до своїх приміщень —
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Нарешті все скінчилося, і решта тварин, окрім свиней та собак, почвалали собі геть,
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Нарешті все скінчилося, і ледь живі від страху тварини, окрім собак і свиней, мовчки побрели геть.

source: They were shaken and miserable.
uk_1984_iryna_dybko_khutir_tvaryn: під ними ноги вгинались, недавно пережита примарна дійсність чорною хмарою повисла над ними.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: приголомшені й нещасні.

source: They did not know which was more shocking — the treachery of the animals who had leagued themselves with Snowball, or the cruel retribution they had just witnessed.
uk_1984_iryna_dybko_khutir_tvaryn: Вони вже не знали, що більш жахливе — чи те, до чого признавались тварини, що були у змові з Давидовичем, чи ця жорстоко- кривава розправа, що її свідками були.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони не знали, що жахливіше — зрада тих, що вступили в змову із Сніжком, чи немилосердна кара, свідками якої стали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони не знали, що вразило їх більше — зрада тварин, які приєдналися до Сніжка, чи жорстока відплата, свідками якої вони щойно були.

source: In the old days there had often been scenes of bloodshed equally terrible, but it seemed to all of them that it was far worse now that it was happening among themselves.
uk_1984_iryna_dybko_khutir_tvaryn: Правда, за часів Романова також бачили кровопролиття, але й відсотково ніяке не рівнялося з тим, що пережили ось тепер.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І колись не раз траплялися такі ж страхітливі криваві сцени, але тепер це здавалося куди гіршим, бо ж відбувалося серед них самих.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У давно минулі часи їм нерідко траплялося бачити сцени не менше жорстокіші й криваві, але те, що сталося сьогодні, здавалося набагато гіршим, бо люди в цьому не брали участі.

source: Since Jones had left the farm, until today, no animal had killed another animal. Not even a rat had been killed.
uk_1984_iryna_dybko_khutir_tvaryn: І ще одне турбувало їх; ніяк не могли зрозуміти, яким чином прийшло до такої жорстокої кари, якщо в шостій заповіді тваринізму так рішуче заборонялось убивати тварин твариною! В роздумуваннях пригадали Маркова, і згадались його чітко наголошувані слова, що тварина не має права вбивати тварину!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Відколи Джонс утік з ферми, жодна тварина не позбавила життя іншої. Навіть жодного щура не забили.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Відтоді як Джонс утік, жодна тварина не вбила іншу тварину. Навіть щура.

source: They had made their way on to the little knoll where the half-finished windmill stood, and with one accord they all lay down as though huddling together for warmth — Clover, Muriel, Benjamin, the cows, the sheep, and a whole flock of geese and hens — everyone, indeed, except the cat, who had suddenly disappeared just before Napoleon ordered the animals to assemble.
uk_1984_iryna_dybko_khutir_tvaryn: В безмежному відчаї потяглись тварини не до приміщень, а на горбок. Праворуч недокінченого вітряка полягали на траву і, промовивши ні слова, одне до одного пригорнулись.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони піднялися на пагорб, до напівзведеного вітряка, і полягали на землю, тулячись один до одного, наче щоб зігрітися: Конюшинка, Мюріел, Бенджамін, корови, вівці і все птаство — гуси та кури. Усі, окрім кота, що раптом зник, перш ніж Наполеон оголосив збір.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони піднялися на пагорб до напівзведеного млина й одночасно полягали поряд, притулившись до землі, немов шукаючи в неї та одне в одного тепла — Люцерна, Мюріель, Бенджамін, корови, вівці, все стадо гусей і курей, — усі, крім кішки, яка раптово зникла, коли Наполеон наказав збиратися.

source: For some time nobody spoke.
uk_1984_iryna_dybko_khutir_tvaryn: [промовивши ні слова, одне до одного пригорнулись]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Деякий час усі мовчали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Деякий час вони мовчали.

source: Only Boxer remained on his feet.
uk_1984_iryna_dybko_khutir_tvaryn: Тільки Добрилов стояв із похиленою головою,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Лише Боксер іще стояв.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Стояв тільки Боксер.

source: Finally he said: “I do not understand it.
uk_1984_iryna_dybko_khutir_tvaryn: а після довгої мовчанки промовив: Я цього не розумію, цього не можу зрозуміти.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Нарешті він озвався: — Я не збагну цього.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Нарешті мовив: — Я нічого не можу зрозуміти.

source: I would not have believed that such things could happen on our farm.
uk_1984_iryna_dybko_khutir_tvaryn: Якби не бачив на власні очі, не повірив би, що такий жах став дійсністю на нашому хуторі.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ніколи б не повірив, що таке може статися на нашій фермі.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ніколи б не повірив, що таке може трапитися в нашому Колгоспі.

source: It must be due to some fault in ourselves.
uk_1984_iryna_dybko_khutir_tvaryn: Вина в тому, що ще надто багато недоліків у нас.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тут, певно, ми самі завинили.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Напевно, ми самі в чомусь винні.

source: The solution, as I see it, is to work harder.
uk_1984_iryna_dybko_khutir_tvaryn: Значить єдиний вихід з такого положення — посилити працю.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вихід, як я розумію, в тому, щоб працювати ще завзятіше.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Гадаю, вихід у тому, щоб працювати більше.

source: From now onwards I shall get up a full hour earlier in the mornings.”
uk_1984_iryna_dybko_khutir_tvaryn: Тож відсьогодні я вставатиму на годину вчасніше і працюватиму ще з більшим завзяттям.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Відтепер я вставатиму на годину раніше.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Від сьогодні я вставатиму на повну годину раніше.

source: And he moved off at his lumbering trot and made for the quarry.
uk_1984_iryna_dybko_khutir_tvaryn: Добрилов тяжкою ходою подався у сторону каменярні,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І незграбною ходою рушив до каменоломні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він рушив своєю важкою риссю до кар’єру,

source: Having got there, he collected two successive loads of stone and dragged them down to the windmill before retiring for the night.
uk_1984_iryna_dybko_khutir_tvaryn: там навантажив віз подвійною кількістю каменюк, як колибудь, і повіз на місце будови вітряка. І так без упину вивозив каміння, доки ніч унеможливила працю. Стурбовані, зажурені, тварини й не помітили, що Добрилова між ними немає.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Там назбирав два вози каміння й приволік його до вітряка, перш ніж іти спати.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: набрав і відвіз до млина два вози каміння й лише після цього пішов відпочивати.

source: Most of Animal Farm was within their view — the long pasture stretching down to the main road, the hayfield, the spinney, the drinking pool, the ploughed fields where the young wheat was thick and green, and the red roofs of the farm buildings with the smoke curling from the chimneys.
uk_1984_iryna_dybko_khutir_tvaryn: У глибокій задумі придивлялись красі природи на хуторі, все бо довкілля в обіймах соняшного дня весни розцвітало.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Перед ними лежала ферма «Рай для Тварин» — довге пасовисько тяглося аж до шляху, а ще лука, гай, басейн для пиття, лани з молоденькою пшеницею, густою й зеленою, червоні дахи будівель, з коминів здіймався дим.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А територія «Колгоспу тварин» була як на долоні: її пасовища, що простягнулися до самої дороги, луки, гайок, ставок, зорані поля, на яких зеленіла й наливалася молода пшениця, червоні дахи будівель, з труб яких вився димок...

source: The grass and the bursting hedges were gilded by the level rays of the sun.
uk_1984_iryna_dybko_khutir_tvaryn: Проміння сонця пестило кожну стебелинку трави.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Трава й молода зелень живоплотів золотавіла під скісним промінням сонця.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Промені сонця освітлювали траву й зелені живоплоти.

source: Never had the farm — and with a kind of surprise they remembered that it was their own farm, every inch of it their own property — appeared to the animals so desirable a place.
uk_1984_iryna_dybko_khutir_tvaryn: Думка, що вся ця краса хутора належить до них, напрошувала радість, але пролита кров за провини, в які тяжко було повірити, чорною хмарою жалю й смутку повисла над ними.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ніколи ще ферма, а кожен з якимось подивом відзначив, що вона їхня до останнього дюйма, не здавалася тваринам такою жаданою.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини з подивом усвідомили знову, що це — їхня власна земля. Ніколи ще рідна ферма не здавалася їм такою дорогою й рідною.
